const typeTraining = [
  {
    title: 'Медленный бег',
    descr:
      'Выполняется в спокойном режиме на пульсе 70-80% от Вашего максимального пульса. При таком беге Вы можете спокойно разговаривать, и у Вас не сбивается дыхание. Бежать надо равномерно. Перед тренировкой разминка ненужна, за исключением тех случаев, когда это прописывается в программе дополнительно.',
  },

  {
    title: 'Длительный бег',
    descr:
      'Тоже что и медленный. Отличие только в длительности. Это самая долгая пробежка в неделе. Бежится равномерно также на 70-80% от вашего максимального пульса. Перед тренировкой разминка не нужна.',
  },

  {
    title: 'Бег в марафонском темпе',
    descr:
      'Бег на пульсе 80-90% от Вашего максимального пульса. Основная задача – бежать в целевом темпе Вашего марафона. Например, если Ваша цель – марафон за 3 ч 30 минут, значит темп марафонского бега 5.00 на километр. Перед такой тренировкой 1-2 км надо пробежать медленно для разминки.',
  },
  {
    title: 'Фартлек',
    descr:
      'Чередование медленного и быстрого бега. Чередование может быть медленного бега с бегом на уровне ПАНО, МПК, марафонским темпом. Перед фартлеком необходимо выполнить полноценную разминку.',
  },
  {
    title: 'Переменный бег',
    descr:
      'Чередование медленного и быстрого бега. В отличие от фартлека отрезки медленного и быстрого бега строго определены расстоянием и строго задан темп бега. Начинать переменный бег надо либо с полноценной разминки, либо с медленного отрезка.',
  },
  {
    title: 'Регрессивный бег',
    descr:
      'Бег с постепенным снижением темпа. Какое именно снижение прописывается в программе. Перед регрессивным бегом обязательно выполнение полноценной разминки',
  },
  {
    title: 'Интервальная. ПАНО, МПК, скоростная выносливость. Горка.',
    descr:
      'Данные виды интервальных тренировок проводятся следующим образом. Вначале Вы выполняете полноценную разминку. Далее приступаете к первому скоростному отрезку, который прописан в программе. После окончания отрезка Вы переходите на бег трусцой. Какой протяженностью описано в программе. После окончания медленного бега Вы снова, не останавливаясь, начинаете бежать быстрый отрезок. И так до окончания тренировки. Например, если в Вашем задании необходимо пробежать 3 раза по 1 км. Отдых 800 метров трусцой, то Вы разминаетесь. После этого встаете на старт, бежите 1 км за заданное в программе время. После этого переходите на медленный бег и медленно бежите 800 метров. Далее снова начинаете бежать быстро. И так 3 раза',
  },
  {
    title: 'Интервальная. Скорость',
    descr:
      'Не путать со скоростной выносливостью. Только в интервалах на скорость отдых выполняется не медленным бегом а ходьбой или покоем, например, разрешается просто стоять. Остальные принципы выполнения аналогичны интервальным тренировкам на ПАНО, МПК.',
  },
  {
    title: 'Общефизическая подготовка (ОФП)',
    descr:
      ' Выполняется по круговой системе. Выполняете разминку. Затем выполняете каждое упражнение, прописанное в комплексе, подряд одно за другим. Отдых между упражнениями и количество повторений прописаны. После выполнения всех упражнений заканчиваете серию и отдыхаете. Время отдыха между сериями прописано. Затем приступаете к новой серии. Количество серий также прописано. Номер рядом с упражнением указывает на его номер в приложении в конце программы. Там дано описание, как выполнять данное упражнение Ссылка на видеоурок по общефизической подготовке (ОФП). В нем подробно показан принцип выполнения.',
  },
]

export { typeTraining }
