const recommendations = [
  {
    title: 'Что делать за сутки до старта?',
    descr:
      'День перед стартом играет важную роль. Не волнуйтесь и больше отдыхайте. Воздержитесь от длительного пребывания на ногах, не планируйте продолжительные прогулки накануне старта, все это скажется на вашем самочувствии в день старта. Рекомендуем сделать накануне старта: 1. Получите стартовый пакет, если вы этого еще не сделали. 2. Изучите маршрут полумарафона. Где проходит дистанция, где располагаются точки старта и финиша, пункты питания и освежения.3. Подготовьте всю необходимую экипировку, обязательно по погоде. 4. Прикрепите стартовый номер к футболке или верхней одежде. 5. Зарядите вечером или поставьте заряжаться на ночь ваши гаджеты, которыми вы будете пользоваться на забеге (телефон, часы, пульсометр, наушники).6. Подготовьте питание и воду. 7. Рассчитайте тайминг завтрашнего дня: время на утренние процедуры и завтрак,время на дорогу к месту старта и время, которое уйдет на поиск парковочного места или путь от остановки общественного транспорта, время на переодевание в холодное время года. Советы по питанию накануне полумарафона: 1. Не экспериментируйте с новой едой. Не пробуйте новые для вас продукты или блюда. 2. Ужин должен содержать много углеводов и минимум белков, жиров и клетчатки. 3. Не наедайтесь на ночь. Пусть последний прием пищи будет не позднее 20:00.',
  },

  {
    title: 'Что делать в день старта?',
    descr:
      '1. Легко позавтракайте за 2 часа до старта. 2. Чтобы избежать натирания и образования болезненных мозолей во время полумарафона, рекомендуем мужчинам заклеить соски лейкопластырем, а девушкам обязательно надеть компрессионный топ. 3. Выходите из дома заранее, чтобы избежать лишней спешки и дополнительного стресса. 4. Если на улице холодно, то переоденьтесь в беговую форму в раздевалке стартового городка либо в своем автомобиле. Но не спешите выходить к старту заранее, т.к. после переодевания вы можете замерзнуть в ожидании старта. 5. Пройдите в свой кластер и спокойно ждите сигнала на старт. 6. В стартовом коридоре не лезьте вперед. Пусть старт будет спокойным. 7. Обязательно пейте на дистанции каждые 30 минут. 8. Гели или изотоники употребляйте по привычной вам схеме, если никогда не употребляли, то финальный старт – точно не то время, чтобы экспериментировать. 9. После финиша не стоит резко останавливаться и садиться, лучше еще немного продолжать движение в самом медленном темпе (хотя бы пешком).',
  },
  {
    title: 'Что делать после старта?',
    descr: 'Во-первых, наслаждаться достижением заветной цели, красивой медалью и эмоциональным зарядом. Во-вторых, восстанавливаться. 1. Сразу после финиша съешьте пищу, богатую углеводами. 2. Дома примите теплый душ. 3. Смажьте ноги кремом, который поможет восстановлению. 4. Наденьте компрессионное белье или компрессионные гольфы. 5. 2-3 дня употребляйте белковую пищу, это поможет мышцам восстановиться. 6. Принимайте витамины группы В. 7. Радуйте себя сладким, но в меру. 8. Соблюдайте водный баланс, пейте достаточное количество воды. 9. Спите не менее 8 часов. Сон является неотъемлемой частью восстановления. 10. Не спешите возобновлять тренировки, 2-3 дня точно роли не сыграют. Лучшим решением для минимальной нагрузки будет прогулка. 11. Если хотите, то на следующий день после полумарафона сходите на массаж.'
  }
]

export {recommendations}
