const summary = {
    title : 'Этот план — не просто список пробежек, а система, которая поможет тебе стать сильнее и выносливее без вреда для здоровья. Чтобы прогресс был стабильным, внимательно изучи эти базовые принципы.',

    warmup: 'Никогда не начинай интенсивную работу «на холодную». Разминка: - Перед основной тренировкой выполни 10–15 минут легкого бега (трусцы) и серию динамических упражнений (вращения суставов, махи). Это подготовит сердце и разогреет мышцы, защищая тебя от травм.Заминка: После тренировки не останавливайся резко. Перейди на спокойный шаг или очень медленный бег на 5–10 минут, чтобы плавно снизить пульс.',

    stretching: 'Мышцы после бега склонны «забиваться» и укорачиваться. Уделяй 10 минут статической растяжке после завершения тренировки. Особое внимание — икроножным мышцам, передней и задней поверхности бедра. Это ускорит восстановление и сохранит легкость в ногах.',
    recovery: 'Твой организм становится сильнее не во время бега, а во время отдыха. Дни покоя — обязательная часть плана. Сон не менее 7–8 часов и сбалансированное питание позволят тебе выйти на следующую тренировку полным сил, а не истощенным.',

    pace: 'Темп и интенсивность. Соблюдай целевой темп, указанный в плане.Легкие пробежки должны проходить в «разговорном» темпе (ты можешь связно произнести предложение, не задыхаясь).Интенсивные тренировки (интервалы, темповый бег) требуют усилий, но не должны выполняться на 100% твоих возможностей, если этого не требует план.',

    training_volume: 'Беговой объем (количество километров в неделю) увеличивается постепенно. Не пытайся догнать план, если пропустил тренировку — просто продолжай со следующего дня. Помни: стабильность важнее разового рекорда.',
    pulce: 'Используй спортивные часы или нагрудный датчик для отслеживания пульса. Если у тебя нет пульсометра, ориентируйся по дыханию. Во 2-й зоне ты можешь говорить полными предложениями, в 3-й — короткими фразами, в 4-й — только отдельными словами.'
}


export default summary